import { IBook } from "../text.service";

export const text: IBook =
{
    author: 'yohansen',
    linesPerPage: 80,
    source: 'https://uk.wikisource.org/wiki/17_%D1%85%D0%B2%D0%B8%D0%BB%D0%B8%D0%BD/%D0%A1%D1%96%D0%BC%D0%BD%D0%B0%D1%86%D1%8F%D1%82%D1%8C_%D1%85%D0%B2%D0%B8%D0%BB%D0%B8%D0%BD',
    content: `СІМНАЦЯТЬ ХВИЛИН 
(НОВЕЛА)
В квітні числа… електрика загасла в Харкові на 17 хвилин (факт).

Я вийшов з парадного в квітні в п'ятій годині вечора й озирнувся навколо. Я міркував, де піти. Вільний, вогкий вечір. Свято.

Я ще раз подивився навкруги й нічого не побачив. Потім поволі повернув і пішов на схід.

Купами йшли люди, парами дріботіли жінки, закликаючи оглянутись на них і спіткати сизоокий погляд цікавих очей.

Попереду шкандибав старикан у чорному пальто з оксамитовим комірчиком, на якому злидні виялозили з десяток років. На крислату, мов з грушевого коріння висічену, потилицю, на сиве наїжене волосся насунутий англійський військовий кашкет.

Я не люблю йти за старими, я випередив його й пішов спроквола далі.

Майнув трамвай — він мене обганяє, як я колись пішки обганяв конку. Блиснула вітрина з вовком і схрещеними рушницями, мигнули коробки з цукерками, й я дійшов до Університетської горки.

Перед горкою я вийняв цигарку й узяв у зуби. Зійшовши десять ступенів, на ґанку, я дістав сірники й оглянувсь назад.

Катеринославська простяглась синявою стрілкою на захід — на заході під вечірнім сонцем вона зійшлася вороненим жалом і вп'ялась у темно-сизу хмарку.
Я оглянувся назад і побачив старого в пальто з оксамитовим комірцем. Він дійшов до горки, пересік трамвайну путь, дійшов до хлопців з одеським ванільним шоколадом і раптом став.

З гори я бачив: він оглянувся навколо невидющими очима…

Я відчув це по його постаті — він оглядався навколо, але нічого не бачив.

Ще раз він огледівсь. Зненацька він повернув і пішов назад по Катеринославській. Він нічого не забув — все було гаразд — він не зробив жодного похапливого жесту — він спокійно пішов назад, шкандибаючи кривими ногами, в тяжких американських бутсах.

Це професор! Скоріше гімназіяльний учитель. Я знаю, як він живе. Він ліберал, але кляне Радянську Владу. Він читав трішки Шевченка, але й досі не вивчився української мови, хоч живе в Харкові з десяток, більше! років. Він тягав на собі борошно зимою й стара пекла йому на залізній пічці хліб. Дітей у нього немає або вони десь поїхали — ага! — син його втік із Врангелем…

Все це було ясно, як квітневий вечір, коли навіть каламутна смердюча Лопань відсвічує аристократичним фіолетом.

Але чого він пішов назад? Він не гуляє, він швидко шкандибає кривими ногами в слонових американських бутсах.

Я запалив цигарку й зійшов східцями вниз. Старий дочвалав уже до Лопанського мосту. Я додав ходи й пішов за ним на двацять кроків позаду.

Старий невпинно шкандибав ревматичними ногами.

Він зійшов з мосту й перейшов на лівий бік.

Я пихнув димом — мені довгенько доведеться за ним іти. В коробочку було ще з півтора десятки папирос.
Раптом старий спинився перед вітриною, де стояли піраміди жовтого, ясного вина й тьмавих запіканок.

Що таке?

Я став — неймовірно здивований. Повз мене пройшла пара лакових черевичків поруч із жовтими чобітками. Виринув дядько й сказав, що вій хоче їсти й як-би не посуха, то його не було-б тут у городі.

Але я не бачив, я дивився на старого.

Знову він оглянувся невидющими очима. Я сховався за дядька й вигріб з коробка жменю цигарок. — Бачите, у мене нема грошей.

Старий ще постояв з півсекунди, повернув і пішов далі.

Я обійняв дядька за плечі й тихенько одвернув його від себе: — мені треба йти за старим.

Люди йшли назустріч і відставали по путі. Я дивився на жінок у модних пальто з прекрасними ніжками. Колись я так сильно хотів, щоб вони були мої, роздягались у мене в кімнаті й лягали взуті на ліжко. Я сильно хотів і вечорами блукав по вулицях мов гидке каченя серед лебедів. Тепер я дивлюсь на них прихильно й зневажливо. Я знаю, що вони мене хотять не менше, аніж я їх, а багато навіть більше.

Я знаю дуже точно, скільки коштують лакові черевички на дамських ніжках. Я знаю, яка буде така ніжка, коли її роззути. Вона трішки менша за мою жилаву ногу пішохода, на ній скацюрблені, намуляні пальці з коротко, аж над м'ясом обрізаними нігтями…

Але все-ж таки цього вечора я прихильно дивлюсь на похітливий вигин підборів. І, я знаю, що дівчинка в червоній хустці…

Вона штовхнула трішки старигана й він глянув на неї. Тепер мені не треба було придивлятися — я знав наперед, що він її не бачив і, наче спіткнувшись об дерево, зашкандибав далі.
Пройшло ще двоє дівчат у червоних хустках, ще троє хлопців і з ними — чого це їх так рясно?

Вони йдуть зі зборів, заклопотані й веселі.

Старий шкандибав далі.

Коло Ярославської він знову перейшов на другий бік. Сонце потемніло — коло пивної стояла вже проститутка. Слюсарі з електричної сказали їй щось — вона дзвінко й весело відповіла матернім словом. Але слюсарі пішли далі.

Старий проминув дві вулиці й спинився перед обшарпаними дверима, немов вагаючись.

Я став як стій — це була більярдна. Ага, я-ж забув, що він не бачить — він може спинитися перед стовпом, перед порожньою пивною пляшкою, перед молодим економістом, що обмірковує статтю про виробничі відносини в Китаї, перед жовтим кавказцем, що за п'ять копійок хоче наглянцювати його американські бутси.

Але зараз він стояв перед більярдною:

КАФЕ БИЛЛИАРДНАЯ.

Кафе. Я знаю, ні в одній більярдній зроду не пахло кофе. Там можна купити горілку й напувати нею в задній кімнаті наміченого фраєра.

Старий пересмикнувся на обличчі й полапав клинцювату сиву борідку. Потім він узявся за клямку. Він увійшов до більярдної.

— Тютюновий газ сивим серпанком сповивав спітнілі фігури з виряченими очима й тремтючими руками, що, здіймаючи вгору тонкі киї, сновигали в тумані навколо столів.

Навкруги на лавах сиділи жуки, одягнені під денді, під студента, під червоноармійця, під голодного заробітчанина, під наївного бухгалтера, під шикарного службовця Кожтреста.

Старий притулився спиною до напису

ИГРА НА ДЕНЬГИ
СТРОГО ВОСПРЕЩАЕТСЯ.

й дивився, як спійманий фраєр виклав на зелене сукно червінці й висипав срібло.

Старий машинально помацав кешеню й ніби злякавшись вискочив з більярдної.

Стемніло. Зникли червоні хустки, робітники спішили додому, дядько ладнався спати коло ґанку.

Поспішалися дами, що продаються оптом на термін не менше двох тижнів і ліниво ваги-переваги йшли дами, що продаються вроздріб на термін не менше півгодини й не більше, як на одну ніч.

Гімназіяльний учитель спішив — він віддав серце Керенському на ціле життя.

Він повернув на Усівську й вийшов над залізницю. З Київа пригурткотів потяг, що не привіз йому його сина.

Я прикурив у проститутки й став.

Старий дивився не на потяг, а на двері з табличкою лікаря.

Потім він повернув, зачепив мене полою свого пальта й пішов назад.

Лихтар виблискував на оксамитовому комірцеві — він ішов правим боком назад, нічого не бачучи й спиняючись на секунду, коли ноги відмовлялися йти.

Я хотів наздогнати його й спитати про його сина, але дві проститутки ніби ненароком перепинили мені дорогу. — Дєвочки, сказав я ласкаво, пустіть, не валяйте дурня, мені не скучно, бачите он того старого!
— Тю, найшов на кого зьорати! одповіла дівчина й дала мені дорогу.

Старий пересік вулицю, вийшов на площу Рози, завернув у завулок і пішов до електричної.

Перед мостом через Харків немов здохлий кит лежав старий нафтовий бак.

Старий опинився перед баком, оглянувся невидю­щими очима й подався до річки.

Крізь вікно станції мигтів дизель. Я задивився в вікно.

Здавалося, що сталевий гігант стоїть і все двигтить і ходить навколо; дизель тяжко дихав, женучи динамо за двох — його брат стояв нерухомий.

І раптом лихтарі на вулиці згасли. Я оглянувся.

Старий зник.

Я не став його шукати. Я пригадав, як він спи­нявся перед вітриною з вином, перед більярдною, я зрозумів його. Він шукав на вулиці весну сімнацятого року, коли він віддав своє серце Керенському.

Лихтари згасли. Сімнацять хвилин він не бачитиме столиці Радянської Вкраїни. Сімнацять хвилин він житиме своїм березневим натхненням. На сімнацять хвилин зникнуть більшовистські вивіски без ятів, сімнацять хвилин він бачитиме невидющими очима червоно-біло-сині смуги на тьмавому прапорі.

— Сімнацять хвилин він житиме в весні сімнаця­того року.`
}

